[
  {
    "id": "job1",
    "title": "Software Engineer",
    "location": "San Francisco, CA",
    "salary": "$120,000 - $150,000 per year",
    "company": "Google",
    "phone": "(123) 456-7890",
    "email": "hr@abcinc.com",
    "address": "123 Main St, Suite 200, San Francisco, CA 94111",
    "jobDescription": "We're seeking an experienced software engineer to join our team and help us develop innovative software products.",
    "jobResponsibility": "Develop, test, and maintain software products; collaborate with other team members to design and implement software solutions; troubleshoot and debug software issues; participate in code and design reviews.",
    "educationalRequirements": "Bachelor's degree in Computer Science or a related field; Master's degree preferred.",
    "experiences": "3+ years of experience in software development; experience with Java, Python, and/or C++ preferred.",
    "full_or_part_time": "Full-time",
    "remote_or_onsite": "Remote",
    "img": "https://i.postimg.cc/nhLCG0Pz/google-1-1-1.png"
  },
  {
    "id":"job2",
    "title": "Marketing Manager",
    "location": "New York, NY",
    "salary": "$80,000 - $100,000 per year",
    "company": "Tesla",
    "phone": "(555) 555-5555",
    "email": "hr@xyzcorp.com",
    "address": "456 5th Ave, Suite 300, New York, NY 10018",
    "jobDescription": "We're seeking a marketing manager to lead our marketing team and develop effective marketing strategies.",
    "jobResponsibility": "Develop and execute marketing plans; manage the marketing team; collaborate with other departments to ensure consistent messaging and branding; analyze marketing data and adjust strategies as needed.",
    "educationalRequirements": "Bachelor's degree in Marketing, Business Administration, or a related field; MBA preferred.",
    "experiences": "5+ years of experience in marketing; experience in B2B marketing and/or tech industry preferred.",
    "full_or_part_time": "Part-time",
    "remote_or_onsite": "Onsite",
    "img": "https://i.postimg.cc/pX3LKRz0/tesla-9-1.png"
  },
  {
    "id": "job3",
    "title": "Graphic Designer",
    "location": "Los Angeles, CA",
    "salary": "$50,000 - $70,000 per year",
    "company": "Netflix",
    "phone": "(999) 999-9999",
    "email": "hr@123designs.com",
    "address": "789 Hollywood Blvd, Suite 400, Los Angeles, CA 90028",
    "jobDescription": "We're seeking a talented graphic designer to join our team and help us create engaging visual content for our clients.",
    "jobResponsibility": "Create visual content for print and digital media; collaborate with clients to understand their design needs and preferences; maintain brand consistency across all designs; stay up-to-date with design trends and software.",
    "educationalRequirements": "Bachelor's degree in Graphic Design or a related field; experience with Adobe Creative Suite and other design software.",
    "experiences": "3+ years of experience in graphic design; experience in agency or freelance work preferred.",
    "full_or_part_time": "Part-time",
    "remote_or_onsite": "Remote",
    "img": "https://i.postimg.cc/15mpb0dx/netflix-4-1.png"
  },
  {
    "id": "job4",
    "title": "Digital Marketing Specialist",
    "location": "Seattle, WA",
    "salary": "$60,000 - $80,000 per year",
    "company": "Facebook",
    "phone": "(555) 123-4567",
    "email": "hr@abcmarketingagency.com",
    "address": "123 Main St, Suite 500, Seattle, WA 98101",
    "jobDescription": "We're seeking a digital marketing specialist to join our team and help us develop and execute digital marketing campaigns for our clients.",
    "jobResponsibility": "Develop and execute digital marketing campaigns, including SEO, PPC, social media, email marketing, and content marketing; collaborate with clients to understand their business goals and target audience; analyze campaign performance and adjust strategies as needed; stay up-to-date with digital marketing trends and best practices.",
    "educationalRequirements": "Bachelor's degree in Marketing, Communications, or a related field; experience with digital marketing tools and platforms.",
    "experiences": "3+ years of experience in digital marketing; experience with Google Analytics, Google Ads, and/or Facebook Ads preferred.",
    "full_or_part_time": "Full-time",
    "remote_or_onsite": "Onsite",
    "img": "https://i.postimg.cc/VNDC0XpP/Facebook-Logo.png"
  },
  {
    "id": "job5",
    "title": "Python Developer",
    "location": "San Francisco, CA",
    "salary": "$100,000 - $150,000 per year",
    "company": "Microsoft",
    "phone": "(555) 555-1212",
    "email": "hr@abctech.com",
    "address": "1234 Market St, Suite 200, San Francisco, CA 94102",
    "jobDescription": "We're seeking a Python developer to join our engineering team and help us build and maintain our software platform.",
    "jobResponsibility": "Design, develop, test, and maintain software using Python; collaborate with cross-functional teams to understand business requirements and translate them into technical solutions; troubleshoot and debug software issues; participate in code reviews and contribute to team best practices.",
    "educationalRequirements": "Bachelor's or Master's degree in Computer Science, Software Engineering, or a related field; experience with Python and related frameworks.",
    "experiences": "3+ years of experience in software development; experience with web development, database design, and cloud computing preferred.",
    "full_or_part_time": "Full-time",
    "remote_or_onsite": "Remote",
    "img": "https://i.postimg.cc/wjbkS8xm/microsoft.png"
  },
  {
    "id": "job6",
    "title": "Java Developer",
    "location": "New York, NY",
    "salary": "$90,000 - $120,000 per year",
    "company": "IBM",
    "phone": "(555) 987-6543",
    "email": "hr@xyzsoftware.com",
    "address": "456 Broadway, Suite 800, New York, NY 10013",
    "jobDescription": "We're looking for a Java developer to join our team and help us develop and maintain our enterprise software solutions.",
    "jobResponsibility": "Design, develop, test, and maintain software using Java; collaborate with cross-functional teams to understand business requirements and translate them into technical solutions; troubleshoot and debug software issues; participate in code reviews and contribute to team best practices.",
    "educationalRequirements": "Bachelor's or Master's degree in Computer Science, Software Engineering, or a related field; experience with Java and related frameworks.",
    "experiences": "3+ years of experience in software development; experience with enterprise software development, database design, and cloud computing preferred.",
    "full_or_part_time": "Full-time",
    "remote_or_onsite": "Onsite",
    "img": "https://i.postimg.cc/kg5632Dj/ibm.png"
  },
  {
    "id": "job7",
    "title": "JavaScript Developer",
    "location": "Seattle, WA",
    "salary": "$80,000 - $110,000 per year",
    "company": "Banik IT",
    "phone": "(555) 123-4567",
    "email": "hr@123web.com",
    "address": "5678 1st Ave, Suite 300, Seattle, WA 98101",
    "jobDescription": "We're seeking a JavaScript developer to join our team and help us develop and maintain our web applications.",
    "jobResponsibility": "Design, develop, test, and maintain web applications using JavaScript; collaborate with cross-functional teams to understand business requirements and translate them into technical solutions; troubleshoot and debug software issues; participate in code reviews and contribute to team best practices.",
    "educationalRequirements": "Bachelor's or Master's degree in Computer Science, Software Engineering, or a related field; experience with JavaScript and related frameworks.",
    "experiences": "3+ years of experience in web development; experience with front-end development, responsive design, and web performance optimization preferred.",
    "full_or_part_time": "Full-time",
    "remote_or_onsite": "Onsite",
    "img": "https://i.postimg.cc/s2TFnjQd/1831.png"
  },
  {
    "id": "job8",
    "title": "Senior React Developer",
    "location": "San Francisco, CA",
    "salary": "$120,000 - $160,000 per year",
    "company": "Shovan Tech",
    "phone": "(555) 555-1212",
    "email": "hr@abctech.com",
    "address": "1234 Market St, Suite 200, San Francisco, CA 94102",
    "jobDescription": "We're seeking an experienced React developer to join our engineering team and help us build and maintain our web application.",
    "jobResponsibility": "Design, develop, test, and maintain our web application using React and related technologies; collaborate with cross-functional teams to understand business requirements and translate them into technical solutions; troubleshoot and debug software issues; participate in code reviews and contribute to team best practices.",
    "educationalRequirements": "Bachelor's or Master's degree in Computer Science, Software Engineering, or a related field; experience with React and related technologies.",
    "experiences": "5+ years of experience in web development; experience with front-end development, responsive design, and web performance optimization preferred.",
    "full_or_part_time": "part-time",
    "remote_or_onsite": "Remote",
    "img": "https://i.postimg.cc/6Q2ShrXR/Tech-co-Logo.png"
  }
]